# demoliat
are = 'Тема религие'
w1 = 'Мировоззренческая. Религия формирует определенную картину мира у последователей. Через призму веры человек видит и понимает мир, общество и себя.'
w2 = 'Ценностно-смысловая. Религия отвечает на вопросы о смысле и цели жизни, участвует в создании ценностных ориентиров.'
w3 = 'Психологическая (компенсаторная). Через молитву, медитацию или обращение к Богу верующий получает утешение в трудную минуту, снимает стресс.'
w4 = 'Коммуникативная. Общая вера объединяет людей, дает возможность ощущать себя сопричастным и не одиноким. Кроме того, через религиозные обряды верующий может обращаться к святым, Богу, ангелам и т. п.'
w5 = 'Культурно-транслирующая. Религия может быть фактором развития искусства, через религиозные произведения происходит передача культурного наследия.'
w6 = 'Воспитательная. Религия способствует социализации человека, прививает определенные правила поведения в обществе.'
w7 = 'Регулятивная. Вера упорядочивает стремления и деятельность человека.'
w8 = 'Интегрирующая и дезинтегрирующая. Религия объединяет группы верующих, но в то же время противопоставляет друг другу социальные группы, исповедующие разные религии.'
w9 = 'В заведении не продают алкоголь, так как хозяин и большинство посетителей — мусульмане, а Коран запрещает употребление алкоголя.'
print(are,'\n', w1,'\n', w2,'\n', w3,'\n', w4,'\n', w5,'\n', w6,'\n', w7,'\n', w8,'\n', w9)
are2 = 'Тема любов'
a1 = 'Любовь - это одно из чувств, которое дано изведать человеку в жизни. Можно сказать, что
это чувство делает человека добрее, чище, совершеннее.'
a2 = 'Тема любви - одна из ведущих тем мировой литературы с древнейших времен до
сегодняшнего дня. Многие влюбленные стали олицетворением этого чувства. Стоит
вспомнить Лейлу и Меджнуна, кавалера де Грие и Манон Леско, даму с собачкой и
Гурова, а также многих-многих других. Сложно придумать, о чем бы писали знаменитые
поэты и прозаики, чем вдохновлялись бы великие композиторы и художники, не будь на
свете любви.'
a3 = 'Древние считали любовь даром богов. Это чувство, по их мнению, приближало смертных
к небожителям. В средние века сложился настоящий культ любви. Рыцари посвящали всю
свою жизнь служению прекрасной даме и были счастливы. С тех пор словом рыцарь
стали называть всякого, кто с почтительностью и восхищением относится к женщине.' 
a4 = 'О том, какое место занимала любовь в жизни наших предков, мы можем судить, в
частности, по произведениям русских классиков. А одной из причин самой известной за
всю русскую историю дуэли была именно пылкая любовь, столкнувшаяся с жгучей
ревностью.'
a5 = 'У любви множество лиц. Это любовь-дружба, любовь-сотрудничество, любовь-страсть,
любовь-трагедия и другие. В любви существует не только счастье, радость взаимного
понимания, удовольствия, но и обман, ревность, страх, боль. Можно сказать, что на фоне
любви прочие душевные проявления человека выступают более четко, рельефно,
выпукло. Таким образом человек поверяется любовью.'
a6 ='Сказать "я люблю тебя" значит, сказать "ты никогда не умрешь", - заметил как-то великий
французский писатель Альбер Камю. Любящий запечатлевает в своем сердце образ
любимого человека, делает того бессмертным, как бессмертны солнце, земля, ветер, и
только такое бессмертие возможно в нашем несовершенном мире.'
a7 = 'Любовь, как уже было сказано, не выгодное приобретение, а дар. И как всяким
неожиданным и приятным подарком, этим чувством необходимо дорожить. Ведь говорят,
что истинная любовь дается человеку один раз в жизни, и это недалеко от правды'
a8 = 'Известно, что любовь реализуется целиком в сфере межличностного общения. Поэтому
нужно как бы заново учиться говорить, думать, дышать. В этом многие видят труд и
тяготы любви, особенно если любовь увенчивается законным браком. Здесь важно не
потерять собственную индивидуальность, собственную точку зрения на окружающий мир
и на саму любовь в частности.'
a9 = '"Ты у меня одна, Словно в ночи луна, Словно в году весна, Словно в степи сосна.
Нету другой такой Ни за какой рекой,
Нет за туманами,
Дальними странами"'
print(are2,'\n', a1,'\n', a2,'\n', a3,'\n', a4,'\n', a5,'\n', a6,'\n', a7,'\n', a8,'\n', a9)
are3 = 'Тема космос'
q1 = '35 км – на этой высоте вода уже не может существовать в жидком виде, поскольку из-за атмосферного давления в 611 Па она закипает даже при нулевой температуре;'
q2 = '100 км – здесь проходит официально признанная граница между атмосферой Земли и ближним космосом, за ее пределами, для перемещения, люди вынуждены прибегать не к аэронавтике, а космонавтике;'
q3 = '100 тыс. км – наружная граница экзосферы – самого верхнего атмосферного слоя;'
q4 = '260 тыс. км – расстояние от Земли, где притяжение планеты сильнее солнечного;'
q5 = '13 млрд км – начало межзвездного пространства и дальнего космоса;'
q6 = '20 трлн км – граница Облака Оорта, за пределами которой не действует притяжение Солнечной системы;'
q7 = '300 квдрлн км – расстояние до границы Млечного Пути;'
q8 = '30 квнтлн км – граница Местной группы галактик, куда входят Млечный Путь, Андромеда и Треугольник;'
q9 = '250 скстлн км – предел видимости вещества в космическом пространстве;'
print(are3,'\n', q1,'\n', q2,'\n', q3,'\n', q4,'\n', q5,'\n', q6,'\n', q7,'\n', q8,'\n', q9)
are4 = 'Тема автомобили'
e1 = 'По-русски
АУДИ
Категория брендаНемецкие автомобилиГод основания:1909Основатели:Аугуст ХорьхКоличество моделей:41Принадлежит:Volkswagen AGНовостей на сайте:682 перейтиНаших тест-драйвов:170 перейти'
e2 = 'ZAZ Chance обладает богатой историей, в течение которой модели довелось поменять несколько имен. Впервые автомобиль был показан в 1997 году на выставке Geneva Motor Show под названием  Lanos. Первым производителем машины стала компания Daewoo. Lanos получил класс С по международной классификации. Первый серийный автомобиль сошел с конвейера все в том же 1997 году. Прототип будущей модели ZAZ Chance выпускался в трех вариациях кузова: седан, трехдверный и  пятидверный хэтчбек. Рабочий объем двигателя авто, которое на тот момент называлось Daewoo Lanos, составлял 1.3-1.6 литра. Мощность мотора машины составляла от 75 до 106 лошадиных сил. В 2002 году машина стала выпускаться  под брендом Chevrolet. А в июле 2009 года Lanos стал продаваться в России под именем ZAZ Chance. При этом стоимость украинского Chance оказалась намного ниже Lanos.'
e3 = 'Компактный седан B-класса FAW V5 появился на российском рынке в 2013 году. Автомобиль получился довольно симпатичным, с современным дизайном. За счет небольшой снаряженной массы (всего 995 кг) и экономичного бензинового двигателя объемом 1,5 литра, FAW V5 отличается одним из самых низких средних расходов топлива в классе - всего 5,6 л на 100 км.

После недавнего снижения цен, инициированного компанией FAW после исследования информации, полученной от нескольких фокус-групп журналистов, купить V5 можно всего за 379 000 рублей. При этом в стандартное оснащение входят кондиционер, легкосплавные диски, системы ABS и EBD, электрорегулируемые боковые зеркала, электростеклоподъемники для всех дверей и аудиосистема с USB-портом и четырьмя динамиками. Новый седан эконом-класса V5 продолжает славные традиции марки FAW.'
e4 = 'Переднеприводный пятиместный седан Geely MK был впервые продемонстрирован публике в 2006 году на Пекинском автосалоне. Основой для машины послужил седан Toyota Vios, реализуемый в Юго-Восточной Азии. Модель позиционировалась производителем как комфортное и безопасное авто по доступной цене, пригодное как для семейных выездов на природу, так и для ежедневных рабочих поездок. Машина разработана и производится на собственном предприятии Geely, расположенном в провинции Чжэцзян, с 2006 года. C 2010 автомобиль Geely MK собирается в России на предприятии Derways в Черкесске. На некоторых рынках авто более известно под именем Geely King Kong. Российским автолюбителям машина предлагается в трех вариантах комплектации: Base, Comfort и Elegance. Базовая версия лишена систем активной безопасности ABS+EBD. А в самом богатом варианте кузов машины оборудуется люком с электроприводом. Под капотом автомобиля установлен четырехцилиндровый бензиновый двигатель рабочим объемом 1,5 литра и мощностью в 94 лошадиные силы, комплектующийся пятиступенчатой механической коробкой передач. Мотор довольно экономичен – расход бензина составляет 6,8 литра на 100 километров.'
e5 = 'BMW - немецкая компания, которая выпускает автомобили и мотоциклы премиум класса. Eе штаб-квартира расположена в городе Мюнхен, а история начинается в 1917 году, когда Карл Рапп и Густав Отто основывают собственный завод по выпуску авиадвигателей Bayerische Motoren Werke – BMW. Для расширения предприятия в 1928 году компания приобретает автомобильные заводы в Айзенахе. В этом же году она покупает лицензию на производство экономичных машин Dixi. В 70-х годах конструкторский отдел фирмы BMW разработал двигатель с цифровым управлением, а в 1980 году он впервые внедряет систему ABS. С 1988 года начинается производство первого немецкого родстера, оснащенного 12-цилиндровым мотором. На сегодняшний день компания выпускает высококачественные добротные автомобили, которые популярны не только на родине, но и по всему миру. Сегодня машины этого концерна стали символом немецкого качества и надежности.'
e6 = 'Hyundai Motor Company – компания из Южной Кореи, которая производит широкий спектр автомобильной техники. История автопроизводителя началась в 1947 году, когда была открыта фирма по строительству судов. Основал её инженер Чунг Джу Юнг. Только через 20 лет открылся первый завод по выпуску автомобилей в Сеуле, где до сегодняшнего дня находится штаб-квартира компании. В 1976 году, уже заполнив свой рынок, компания начинает экспорт собственных машин в Европу. В результате покупки Kia/Asia Motors, Hyundai добилась высоких экономических показателей. Сегодня заводы компании по производству и сборке автомобилей открыты во многих странах мира. Компания не обошла стороной и Россию. В Таганроге уже построен российский сборочный цех на базе ТагАЗа, а под Санкт-Петербургом только строится новый автомобильный завод. На этом предприятии планируется выпускать такие модели, как Solaris, Tucson и Verna'
e7 = 'Южнокорейская фирма, специализирующаяся на производстве автомобилей, была создана в 1944 году. Основной завод, равно как и штаб-квартира, расположен в Сеуле. В начале своей деятельности компания выпускала велосипеды (1952 год). Немного позже деятельность фирмы было решено переквалифицировать на выпуск мотороллеров (1957 год). Компанию в 1971 году переименовывают в Kia Corp. Её автомобильная карьера началась с 1977 года, когда была собрана первая машина по лицензии Mazda. В рамках расширения производства, немного позже, компания приобретает автомобильную фирму Asia Motors Co. В 1998 году происходит очередная смена названия компании на Kia Motors Corp. В конце 90-х годов концерн вовлекается в локальный финансовый кризис. На помощь приходит Hyundai, купивший ее контрольный пакет акций.'
e8 = 'Компания ОАО «АвтоВАЗ» является крупнейшим производителем автомобилей в России. Бренд Lada принадлежит российскому автогиганту со времен СССР. Основная производственная мощность расположена в Самарской области в городе Тольятти. История компании началась с 1967 года, когда был построен завод совместно с итальянским FIAT. Первый автомобиль сошел с конвейера в 1970 году. Это был седан ВАЗ-2101, сделанный на базе FIAT-124. Через 7 лет появился на свет первый полноприводный внедорожник компании «Нива». Начало массового производства пеерднеприводных машин в России положил выпуск в 1984 году модели ВАЗ-2108 или Lada Samara. На сегодняшний день Lada расширила свой модельный ряд переднеприводных автомобилей семействами Kalina и Priopa. Кроме того, не останавливается производство машин повышенной проходимости совместно с американским концерном Chevrolet. В ближайшие годы «АвтоВАЗ» планирует выпуск еще семи совершенно новых моделей под именами: Quanta, Alegra, Slavia, Adera, Terra и Fortuna.'
e9 = 'Компания Lexus является крупнейшим предприятием Японии по производству престижных авто. Изначально этот бренд был создан специально для американского рынка, чтобы под его именем представлять исключительно люксовые модели концерна Toyota. И сейчас Лексус представляет собой филиал корпорации Toyota Motors Corporation. Основные производственные заводы расположены в Японии. На секретном совещании руководства корпорации в 1983 году председатель Эйдзи Тойода внес предложение о создании люксового бренда. Первая машина марки Лексус увидела свет в 1985 году. Ей стала модель Lexus LS400. За время существования компания Lexus приобрела авторитет производителя исключительно дорогих и престижных австомобилей класса люкс, в основном для американских потребителей. Однако автомобили этого бренда довольно быстро стали популярными во всем мире. Кроме легковых машин, фирма выпускает внедорожники и кроссоверы, оснащенные бензиновыми моторами. Также компания выпускает «гибриды» - автомобили с бензиноэлектрическими установками.'
print(are4,'\n', e1,'\n', e2,'\n', e3,'\n', e4,'\n', e5,'\n', e6,'\n', e7,'\n', e8,'\n', e9)
are5 = 'Тема приода'
u1 = 'Гидросфера полностью. Водная оболочка занимает более 70% всей территории планеты. Без воды невозможна жизнь на Земле. Вся вода представляет собой мировые запасы воды. Биосфера – совокупность экосистем всей планеты. Представляет собой глобальную экологическую систему.'
u2 = 'Антропосфера – участок Земли, который изменяется человечеством. Здесь же и проживают люди.'
u3 = 'Самые большие травмы природе люди наносят сами. Крайне сложно использовать технологический прогресс без вреда окружающему миру.'
u4 = 'Планета формировалась под влиянием многих факторов, поэтому рельеф также менялся с течением времени. Рельеф представляет собой все неровности Земли на дне океанов и'
u5 = 'поверхности. Каждая неровность имеет свои размеры, внешний вид и историю происхождения.'
u6 = 'Такое понятие как «рельеф» в науке применяется только к наивысшим и самым низким точкам планеты на данных ее областях. Горные образования, хребты – все это считается'
u7 = 'наиболее высокими точками. Самыми низкими же считаются долины и низины. Благодаря рельефу каждую местность можно охарактеризовать как равнинную, холмистую, горную.'
u8 = 'Статистические данные о погодных условиях представляют собой климат. Они собираются в течение 30 лет. Измерения климата производятся с учетом всех правил по Источник:'
u9 = 'температурным измерениям, а также влажности, давления атмосферы, количества и интенсивности ветров, наличия осадков, а также прочих изменений погоды на протяжении многих десятилетий. Источник:'
print(are5,'\n', u1,'\n', u2,'\n', u3,'\n', u4,'\n', u5,'\n', u6,'\n', u7,'\n', u8,'\n', u9)
